Locales = Locales or {}

Locales['ru'] = {
    open_computer = 'Открыть компьютер',
    close_computer = 'Закрыть компьютер',
    no_permission = 'Вы не можете использовать этот компьютер.',
    too_far = 'Вы слишком далеко от компьютера.',
    busy = 'Вы уже используете компьютер.',
    unavailable = 'Сейчас нельзя использовать компьютер.',
    dead = 'Нельзя пользоваться компьютером без сознания.',
    cuffed = 'Нельзя пользоваться компьютером в наручниках.',
    opening = 'Запуск NXGos…',
    closing = 'Закрытие…',
    no_item = 'У вас нет ноутбука.',
    profile_saved = 'Профиль сохранён.',
    profile_error = 'Ошибка сохранения профиля.',
}
